Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A39A.tmx
Source language: en_us
Languages: zh_cn

source: Top 10 Firsts in the 2012 London Olympics
zh_cn: 2012伦敦奥运会十项“第一次”

source: London may be a city of deep-rooted tradition, but it is also a place of empirical progress, and the 2012 London Olympics seek to present that dichotomy in its every underpinning.
zh_cn: 伦敦或许是个保守传统的城市，但同时它也正蓬勃发展着，2012伦敦奥运会力图从每一个角度展现它的两重性。

source: While the theme of the games are a tribute to England's Industrial Revolution —where class distinctions have never been so distinct, divided by soot and grime — these games also mark efforts to be more thoughtful and inclusive than any previous era.
zh_cn: 此次运动会的主题是对英国工业革命的一次致敬——滚滚烟尘中的阶级界限前所未有的明晰——与此同时，这届运动会也正努力比往届表现得更体贴更包容。

source: So, in the name of breaking new ground, here are ten firsts for the 2012 London Olympics.
zh_cn: 那么，以创新为名，以下是2012伦敦奥运会的十项首例。

source: 10 Third Time Hosting First: City to Host a Third Time.
zh_cn: 10 三次尽东道主之谊 首例：第三次举办奥运会的城市

source: Having previously hosted in 1908 and 1948, London proved itself to be a gracious host, as it will soon come to host more times than has any other city.
zh_cn: 在1908年和1948年奥运会后，伦敦被证实是一位和蔼可亲的东道主，相比于其他城市，它将刷新自己的主办次数。

source: With everything it has in store this year, it will have no trouble winning over the Olympic Committee a fourth time.
zh_cn: 随着今年的准备充分蓄势待发，第四次赢得奥运会主办权对伦敦来说不是什么难事。

source: 9 Velodrome First: Completed Venue, the Velodrome.
zh_cn: 9 自行车赛车场 首例：完成对自行车赛车场的建设

source: The first completed venue of the Olympic Park was the Velopark? s Velodrome, a giant indoor cycling track.
zh_cn: 奥林匹克公园中最最早建成的就是自行车赛车场，这是一个矩形的室内自行车赛道。

source: Fitting the ? green? theme of the games, the venue is outfitted with rooflights to cut back on artificial lighting, and natural vents to minimize air conditioner usage.
zh_cn: 为了与本届奥运会“绿色环保”的主题相呼应，该场馆在设计时采用了采光天窗以减少使用人工照明，自然通风也减少了空调的使用。

source: Also, the roof is designed to collect rainwater as a supplemental water source.
zh_cn: 同时，房顶的设计使其能收集雨水来作为使用水来源之一。

source: 8 3D First: Broadcast in 3D.
zh_cn: 8 3D 首例：3D直播

source: While the 2008 Olympics were the first to be broadcast entirely in HD, the 2012 Olympics are the first to broadcast in HD as well as 3D.
zh_cn: 2008年北京奥运会是第一届采用高清直播的奥运会，2012年奥运会则是第一届采用3D直播的奥运会。

source: Sean Taylor, a spokesperson for Panasonic — provider of some of the technologies — said it effectively,
zh_cn: 肖恩·泰勒，松下公司的一位发言人——松下公司是此次奥运会的技术支持之一——对其进行有力总结，

source: "Each Games, from a technology perspective, tries to have a first.
zh_cn: “每一节奥运会，从技术层面上来说，都想来一次创新。

source: London will be the first HD and 3D Games."
zh_cn: 伦敦奥运会将成为第一届同时使用高清和3D直播的奥运会。”

source: The games were first televised in Berlin in 1936 and played on big screens about the city.
zh_cn: 奥运会第一次采用电视直播是在1936年的柏林奥运会上，还在大屏幕上播放了城市宣传片。

source: Then came the first games to enter households (strictly in London that is) in 1948, followed by the first internationally televised games during the 1960 Olympics in Rome.
zh_cn: 然后就是1948年奥运会，这是第一届电视直播入户的奥运会（正好是在伦敦），然后是1960年罗马奥运会，这是第一届国际直播的奥运会。

source: And ever since, that feeling of physically standing in the crowd and watching these mighty contestants has only gotten clearer, more defined.
zh_cn: 随后，那种和运动员感同身受，仿佛身临其境站在人群中环视潜在对手的感觉逐年明晰。

source: Now, they more literally than ever actually compete in your living room.
zh_cn: 现在，这种感受已经不能为言语所描述，就如在自家客厅里进行比赛一般。

source: 7 Soccer Team First: Time Since 1960 England Will Have a Competing Football (Soccer) Team.
zh_cn: 7 足球队 首例：自1960年来英国再次迎来了自己的国家赛队

source: Part of the reason England hasn't been trying to qualify for the games was a decision in 1972 to stop allowing ? amateur? players to play, which impeded those planning to play for the British team who fell under such a category.
zh_cn: 英国并不热衷于争取足球比赛的参赛权，部分原因是因为1972年的一项决议，决议中拒绝让“业余”球员出赛，在这项决议下，很多希望为英国队出征的球星被拒之门外。

source: While these players were able to compete again in 1984, they simply opted out.
zh_cn: 当这些球员终于能够在1984年出赛为国效力时，他们决定退出。

source: Their playing again this year will make exactly one hundred years since they last won the gold (before that, in 1908 and 1900).
zh_cn: 这次英国球星的出赛，距离他们上次在奥运会夺金恰好是一百年（在那之前，他们还囊括了1908年和1900年的金牌）。

source: Maybe in this revisiting of past ideals, the Brits will stumble upon some of whatever steam-powered them to glory in the early part of the 20th century.
zh_cn: 或许通过这次旧梦重游，英国人会偶然发现一些因素来促进他们在20世纪初再度夺冠。

source: 6 Women' s Football Ladies First: Women's Football (Soccer) Comes First.
zh_cn: 6 女足 首例：女士优先，女足开赛

source: The first event to take place in the 2012 Olympics, before even the opening ceremony, is women? s football; this seems to be an overt way of announcing an increased sense of gender-equality.
zh_cn: 比开幕式更早，奥运会上最早开赛的项目是女子足球；这是在公开宣告性别平等意识的增强。

source: For one thing, Saudi Arabian women will for the first time be allowed to compete, this coming only after the Olympics threatened to ban the Saudi Arabian team over gender discrimination.
zh_cn: 除此之外，沙特阿拉伯的女子第一次得以参加比赛，这是奥运会禁止性别歧视后沙特阿拉伯队第一次在奥运会上亮相。

source: Show jumper Dalma Rushdi Malhas will gallop into action as the first female representative of the nation.
zh_cn: 作为第一位国家女子代表队成员，障碍赛骑手达尔玛·鲁斯蒂·马尔哈斯将全力以赴参加比赛。

source: 5 Women's Boxing First: Appearance of Women' s Boxing.
zh_cn: 5 女子拳击 首例：女子拳击列入比赛项目

source: In keeping with the support of women? s athletics in these games in particular, a new sport has been added, and it? s hardly a dainty one: women? s boxing.
zh_cn: 为了支持妇女运动员参与这些特别的项目，一项新运动被加入比赛项目，这个项目可不是闹着玩的：女子拳击。

source: That? s right, women will be beating each other to a pulp just like any male boxer would in this new addition to the usual line-up.
zh_cn: 没错，在这一新项目里，像男拳击手一样，女子拳击手们将互相猛击牙龈。

source: There will be three weight classes: lightweight, featherweight, and middleweight.
zh_cn: 比赛将分为三个重量级：轻量级，次轻量级和中量级。

source: 4 Paralympics First: Paralympics in London.
zh_cn: 4 残奥会 首例：伦敦首次举办残奥会

source: Stoke Mandeville is actually where the Paralympic (a.k.a. " Special Olympics" ) movement took place, the first nonofficial events taking place in 1948 in which hospitalized WWII veterans with spine injuries competed in a variety of sports.
zh_cn: 斯托克曼德维尔实际上是残奥会的举办地，第一届非官方残奥会举办于1948年，脊椎受伤的二战老兵在各种体育运动中进行竞技。

source: For the 2012 games, the first to officially recognize the Paralympics in conjunction with the Olympics, disabled individuals will be accommodated better than ever before, per official British mentality of equal opportunity.
zh_cn: 2012年奥运会首次将残奥会与奥运会进行了协办，在今年的奥运会中，残疾人运动员将获得比以往更细致入微的照料。

source: 3 Stadium Design First: Stadium of its Kind.
zh_cn: 3 运动场馆的设计 首例：此类运动场馆首次亮相。

source: The stadium is designed, like its competing athletes, for efficiency; it is especially lightweight and conservative.
zh_cn: 运动场馆被设计为高使用效率型，正如参赛的运动员们；它特别的轻巧，造型保守。

source: With the capacity to seat 80,000 individuals, it was built with less than 10,000 metric tons of steel (the first of such a structure).
zh_cn: 建造使用不到10000公吨的钢筋（对运动场馆来说，使用这样的建材可是第一次），但却能容纳80000名观众。

source: It boasts myriad energy-cutting measures, including a lack of indoor concessions — food provided external to the stadium, with giant screens so as to watch and eat.
zh_cn: 它以使用多种节能措施为豪，其中包括场馆内没有营业摊位——甚至食物供应点也不在场馆内，场馆外巨大的显示屏使人们能够放心的边吃边看。

source: In finished form, the stadium will stand as the third largest in the country, after Wembley and Twickenham ? not the case, however, when it is scaled down to a fixed 60,000-seat-stadium after the games.
zh_cn: 在建筑规模上，这一体育馆将成为英国第三大公共场所，前两名分别是温布利球场和维克汉姆体育场——但是，奥运会结束后奥运会场将被重建缩小成为一个60000坐席的体育馆，到时候这一排名就不会是那么回事了。

source: 2 Public Transportation First: to Emphasize Public Transportation.
zh_cn: 2 公共交通 首例：强调公共交通。

source: Another surefire measure to cutback on energy waste is to support public transportation.
zh_cn: 另一项节能措施志在必得，那就是支持公交系统。

source: And the 2012 Olympics will do just that when it unveils the extra-quick "Javelin," made especially for the purpose of transporting spectators.
zh_cn: 当英国向世界展示为运送观众而特别制作的特快公交“Javelin”时，人们知道2012奥运会正是要促行这项举措。

source: It will be able to go from central London to the Olympic Park in just seven minutes, transporting as many as 25,000 passengers in a single hour.
zh_cn: 乘坐“Javelin”从伦敦中心出发前往奥林匹克公园只需7分钟，每小时能运输25000名观众。

source: 1 Eco-Conscious First: Eco-Conscious Games.
zh_cn: 1 环保意识 首例：环保比赛。

source: A paradox is presented as the London games celebrate both the Industrial Revolution (a.k.a. the birth of pollution) and a spirit of committed environmentalism; London will be the first to actively measure its own carbon footprint during these games, designing a stadium and accommodations that cut-back on negative emissions when at all possible.
zh_cn: 伦敦奥运会在纪念工业革命（可以说是污染行为的诞辰）的同时也宣扬环保精神，这似乎是个悖论；伦敦将成为首个在奥运比赛期间测量自身碳排放量的城市，同时它还设计了露天大型体育馆和奥运村，从各个方面减少负面气体排放。

source: They are also shooting for a world record via the “Javelin,” designed specifically to keep as many exhaust pipes at bay as humanly possible.
zh_cn: 他们同时通过“Javelin”来争取世界纪录，这一特殊设计竭尽所能保留了多个双排气管。
